tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "readline"
brew "xz"
brew "autojump"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "fzf"
brew "gh"
brew "git-review"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "minikube"
brew "mysql", restart_service: true
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
