tap "blendle/blendle"
tap "dutymate/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jetbrains/utils"
tap "norwoodj/tap"
brew "act"
brew "actionlint"
brew "pycparser"
brew "cryptography"
brew "xz"
brew "ansible-lint"
brew "openssl@1.1"
brew "autojump"
brew "awscli"
brew "localstack"
brew "awscli-local"
brew "azure-cli"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfssl"
brew "chart-testing"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "dive"
brew "docutils"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "git-review"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gping"
brew "harfbuzz"
brew "h2"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "libfido2"
brew "make"
brew "maven"
brew "mercurial"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nvm"
brew "okteto"
brew "perl"
brew "poetry"
brew "protobuf"
brew "python@3.10"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tomcat"
brew "tree"
brew "vim"
brew "virtualenv"
brew "walk"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "blendle/blendle/kns"
brew "dutymate/tap/mongo2dynamo"
brew "jetbrains/utils/qodana"
brew "norwoodj/tap/helm-docs"
cask "iterm2"
cask "ngrok"
cask "qmk-toolbox"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "wakatime.vscode-wakatime"
