tap "homebrew/bundle"
tap "homebrew/services"
tap "jetbrains/utils"
brew "openssl@1.1"
brew "xz"
brew "autojump"
brew "awscli"
brew "bash"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "cryptography"
brew "curl"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "git-review"
brew "glib"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gping"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "minikube"
brew "neovim"
brew "nvm"
brew "python@3.10"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "ghostty"
vscode "enkia.tokyo-night"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "wakatime.vscode-wakatime"
